{
  "name": "Void Cannon",
  "content": "<h2>Description</h2>This universe shattering weapon of far future technology can literally tear holes in space time. When fired at full charge, the Void Cannon tears a rift in the fabric of spacetime, manifesting as a concentrated beam of annihilation that wipes from existence anything in its path.<br><br><h2>Special</h2><strong>Void</strong>: The wielder may fire the cannon at full blast by spending 2 uninterrupted rounds using a focus action to charge its power. On the third round, the wielder may use another focus action to fire the beam, which targets a 10’ wide line up to the weapon’s maximum range. Objects and structures in the area of effect are completely obliterated from existence. Creatures must make an Agility roll, CR 15 or suffer the same fate. On a successful roll, they suffer 50 damage. Once fired at full blast, the Void Cannon cannot function at all for 24 hours.",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Weapons",
    "Type": "Medium Ranged, Legendary",
    "data-description": "This universe shattering weapon of far future technology can literally tear holes in space time. When fired at full charge, the Void Cannon tears a rift in the fabric of spacetime, manifesting as a concentrated beam of annihilation that wipes from existence anything in its path.",
    "Wealth Level": "n/a",
    "Banes": "Persistent Damage",
    "Properties": "Deadly 3, Precise, Delayed Ready, Area (10’ cube)",
    "data-special": "[{\"Void\": \"The wielder may fire the cannon at full blast by spending 2 uninterrupted rounds using a focus action to charge its power. On the third round, the wielder may use another focus action to fire the beam, which targets a 10’ wide line up to the weapon’s maximum range. Objects and structures in the area of effect are completely obliterated from existence. Creatures must make an Agility roll, CR 15 or suffer the same fate. On a successful roll, they suffer 50 damage. Once fired at full blast, the Void Cannon cannot function at all for 24 hours.\"}]"
  }
}