{
  "name": "Attribute Substitution (I - II)",
  "content": "<h2>Description</h2>Your prowess in an extraordinary, mental, or social attribute is linked in a way that empowers another attribute of your character, allowing you to use that attribute for tasks normally reserved for another. Examples of Attribute Substitution in play include a martial artist who is physically weak but capable of using internal chi to throw and disable opponents, an anatomical genius who uses logic to make vital strikes rather than their agility, or a gunslinger whose deadshot aim is the result of a dark pact.<br/><br/><h2>Effect</h2>When you take this feat, you create a permanent link between two attributes: one stronger (the primary attribute) and one weaker (the dependent attribute). You may use your primary attribute in place of the dependent attribute for different purposes depending on which tier of the feat you have:<ul><li><strong>Tier 1</strong><ul><li>Making non-attack, non-defend, non-invocation action rolls</li><li>Calculating hit points, defenses, and other secondary statistics</li><li>Meeting feat prerequisites</li><li>Other situations at the GM's discretion</li></ul></li><li><strong>Tier 2</strong><ul><li>Making attack and defend action rolls</li><li>Invoking banes and boons</li></ul></ul>The relationship formed by your two attributes is subject to case-by-case approval and must be approved by the GM first. The link must be logical and consistent with the story you are trying to tell. For example, a brawler who substitutes their Logic for their Might to represent their ability to use leverage in grappling rather than strength would likely not get to use their Logic score for an attempt to bend the bars on a prison cell. Furthermore, the GM should prevent players from creating illogical substitutions that are purely aimed at making their characters unreasonably powerful. Two examples of proper uses of this feat include a calculating warrior who studies angles, leverage, and physics to substitute Logic for Might, or a gunslinger who channels dark energy, giving her deadshot accuracy and substituting Entropy for Agility.",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Feats",
    "data-description": "Your prowess in an extraordinary, mental, or social attribute is linked in a way that empowers another attribute of your character, allowing you to use that attribute for tasks normally reserved for another. Examples of Attribute Substitution in play include a martial artist who is physically weak but capable of using internal chi to throw and disable opponents, an anatomical genius who uses logic to make vital strikes rather than their agility, or a gunslinger whose deadshot aim is the result of a dark pact.",
    "data-effect": "When you take this feat, you create a permanent link between two attributes: one stronger (the primary attribute) and one weaker (the dependent attribute). You may use your primary attribute in place of the dependent attribute for different purposes depending on which tier of the feat you have\nThe relationship formed by your two attributes is subject to case-by-case approval and must be approved by the GM first. The link must be logical and consistent with the story you are trying to tell. For example, a brawler who substitutes their Logic for their Might to represent their ability to use leverage in grappling rather than strength would likely not get to use their Logic score for an attempt to bend the bars on a prison cell. Furthermore, the GM should prevent players from creating illogical substitutions that are purely aimed at making their characters unreasonably powerful. Two examples of proper uses of this feat include a calculating warrior who studies angles, leverage, and physics to substitute Logic for Might, or a gunslinger who channels dark energy, giving her deadshot accuracy and substituting Entropy for Agility.",
    "data-effect-1": "Making non-attack, non-defend, non-invocation action rolls\n*   Calculating hit points, defenses, and other secondary statistics\n*   Meeting feat prerequisites\n*   Other situations at the GM's discretion",
    "data-effect-2": "Making attack and defend action rolls\n*   Invoking banes and boons",
    "data-tierEffect": "[{\"Tier 1\":\"Making non-attack, non-defend, non-invocation action rolls\\n*   Calculating hit points, defenses, and other secondary statistics\\n*   Meeting feat prerequisites\\n*   Other situations at the GM's discretion\"},{\"Tier 2\":\"Making attack and defend action rolls\\n*   Invoking banes and boons\"}]",
    "Tier Prerequisites (1-2)": "None",
    "data-tierPrereq": "[{\"Tier 1-2\":\"None\"}]",
    "Tags": "Any Attribute, No Prerequisite",
    "Cost": "2 points",
    "data-cost": 2
  }
}