{
  "name": "Companion (I - III)",
  "content": "<h2>Description</h2>Whether a hired bodyguard, a loyal animal sidekick, or a sibling that follows you everywhere, you have the constant and unflinching loyalty of one particular companion character.<br/><br/><h2>Effect</h2>You gain a companion character that acts independently from you. During combat, your companion acts on its own initiative count and gains the usual assortment of actions, which you may choose. You also get to assign your companion's attributes. Whenever you gain a level or purchase a new tier in this feat, you may reassign your companion's attributes and feats.<ul><li><strong>Tier 1</strong> - Your companion has a total of 20 attribute points plus 4 per level of your character.</li><li><strong>Tier 2</strong> - Your companion receives 3 feat points.</li><li><strong>Tier 3</strong> - Your companion has a total of 30 attribute points plus 6 per level of your character. In addition, you can optionally grant feats to your companion. In order to do so, you spend your own feat points and the companion receives the feat instead of you. The companion, not you, must meet all feat prerequisites. Any math related to these feats are calculated based on the companion's attributes, feats, etc. If you have spent feat points this way and would gain feat points from any other effect, those feat points are reduced by the number of feat points you have granted to your companion.</li></ul><br/><br/><h2>Special</h2>If you ever lose your companion, voluntarily or involuntarily, you regain the feat points that you have spent on this feat and any of the companion's feats, and may spend them as usual.<br/>In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new companion each time.",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Feats",
    "data-description": "Whether a hired bodyguard, a loyal animal sidekick, or a sibling that follows you everywhere, you have the constant and unflinching loyalty of one particular companion character.",
    "data-effect": "You gain a companion character that acts independently from you. During combat, your companion acts on its own initiative count and gains the usual assortment of actions, which you may choose. You also get to assign your companion's attributes. Whenever you gain a level or purchase a new tier in this feat, you may reassign your companion's attributes and feats.",
    "data-special": "If you ever lose your companion, voluntarily or involuntarily, you regain the feat points that you have spent on this feat and any of the companion's feats, and may spend them as usual.\nIn addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new companion each time.",
    "Tier Effect (1)": "Your companion has a total of 20 attribute points plus 4 per level of your character.",
    "Tier Effect (2)": "Your companion receives 3 feat points.",
    "Tier Effect (3)": "Your companion has a total of 30 attribute points plus 6 per level of your character. In addition, you can optionally grant feats to your companion. In order to do so, you spend your own feat points and the companion receives the feat instead of you. The companion, not you, must meet all feat prerequisites. Any math related to these feats are calculated based on the companion's attributes, feats, etc. If you have spent feat points this way and would gain feat points from any other effect, those feat points are reduced by the number of feat points you have granted to your companion.",
    "data-tierEffect": "[{\"Tier 1\":\"Your companion has a total of 20 attribute points plus 4 per level of your character.\",\"Tier 2\":\"Your companion receives 3 feat points.\",\"Tier 3\":\"Your companion has a total of 30 attribute points plus 6 per level of your character. In addition, you can optionally grant feats to your companion. In order to do so, you spend your own feat points and the companion receives the feat instead of you. The companion, not you, must meet all feat prerequisites. Any math related to these feats are calculated based on the companion's attributes, feats, etc. If you have spent feat points this way and would gain feat points from any other effect, those feat points are reduced by the number of feat points you have granted to your companion.\"}]",
    "Tier Prerequisites (1-3)": "None",
    "data-tierPrereq": "[{\"Tier 1-3\":\"None\"}]",
    "Tags": "Non-Combat, No Prerequisite",
    "Cost": "2 points",
    "data-cost": 2
  }
}