{
  "name": "Energy Resistance (I - IV)",
  "content": "<h2>Description</h2>Whether due to inherited racial traits, specialization in a particular type of energy, or inherent extraordinary protection, you are resistant to a specific type of energy. A fiery sorceress immune to the hottest blaze or a biologically anomalous alien race that is immune to poison are both examples of this feat in play.<br/><br/><h2>Effect</h2>Choose from the following energy types: fire, cold, lightning, acid, poison, or another at the GM's discretion. When you are attacked with that energy type, you gain resistance to the attack as follows:<ul><li><strong>Tier 1</strong> - Your defense scores are increased by 3 against the chosen energy type.</li><li><strong>Tier 2</strong> - Your defense scores are increased by 6 against the chosen energy type.</li><li><strong>Tier 3</strong> - Your defense scores are increased by 9 against the chosen energy type.</li><li><strong>Tier 4</strong> - You are immune to damage and harmful effects from the chosen energy type.</li></ul><br/><br/><h2>Special</h2>In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new energy type each time.",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Feats",
    "data-description": "Whether due to inherited racial traits, specialization in a particular type of energy, or inherent extraordinary protection, you are resistant to a specific type of energy. A fiery sorceress immune to the hottest blaze or a biologically anomalous alien race that is immune to poison are both examples of this feat in play.",
    "data-effect": "Choose from the following energy types: fire, cold, lightning, acid, poison, or another at the GM's discretion. When you are attacked with that energy type, you gain resistance to the attack determined by your tier in this feat",
    "data-special": "In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new energy type each time.",
    "data-effect-1": "Your defense scores are increased by 3 against the chosen energy type.",
    "data-effect-2": "Your defense scores are increased by 6 against the chosen energy type.",
    "data-effect-3": "Your defense scores are increased by 9 against the chosen energy type.",
    "data-effect-4": "You are immune to damage and harmful effects from the chosen energy type.",
    "data-tierEffect": "[{\"Tier 1\":\"Your defense scores are increased by 3 against the chosen energy type.\"},{\"Tier 2\":\"Your defense scores are increased by 6 against the chosen energy type.\"},{\"Tier 3\":\"Your defense scores are increased by 9 against the chosen energy type.\"},{\"Tier 4\":\"You are immune to damage and harmful effects from the chosen energy type.\"}]",
    "Tier Prerequisites (1-4)": "None",
    "data-tierPrereq": "[{\"Tier 1-4\":\"None\"}]",
    "Tags": "Extraordinary, No Prerequisite",
    "Cost": "2 points",
    "data-cost": 2
  }
}