{
  "name": "Inspiring Champion (I - III)",
  "content": "<h2>Description</h2>You fight with such bravery, heroism, or bravado that your allies are inspired to fight beyond their usual mettle. Common examples of characters who typify this feat include a shining knight, a fearless platoon leader, and a heroic bard.<br/><br/><h2>Effect</h2>Once per round, when your roll for a damaging attack exceeds an enemy's defense by 10 or more, you can grant healing to your allies as outlined below. In order to gain this healing, allies must be within a range of 5' times your Presence score.<ul><li><strong>Tier 1</strong> - A single ally that can see the attack heals 1d4 HP.</li><li><strong>Tier 2</strong> - A number of allies equal to your Presence score who can see the attack heal 1d4 HP.</li><li><strong>Tier 3</strong> - All allies who can see the attack heal 2d4 HP.</li></ul>",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Feats",
    "description": "You fight with such bravery, heroism, or bravado that your allies are inspired to fight beyond their usual mettle. Common examples of characters who typify this feat include a shining knight, a fearless platoon leader, and a heroic bard.",
    "effect": "Once per round, when your roll for a damaging attack exceeds an enemy's defense by 10 or more, you can grant healing to your allies as outlined below. In order to gain this healing, allies must be within a range of 5' times your Presence score.",
    "tiers": {
      "1": {
        "effect": "A single ally that can see the attack heals 1d4 HP.",
        "prerequisites": {
          "Attribute": [
            {
              "Presence": 4
            }
          ]
        }
      },
      "2": {
        "effect": "A number of allies equal to your Presence score who can see the attack heal 1d4 HP.",
        "prerequisites": {
          "Attribute": [
            {
              "Presence": 5
            }
          ]
        }
      },
      "3": {
        "effect": "All allies who can see the attack heal 2d4 HP.",
        "prerequisites": {
          "Attribute": [
            {
              "Presence": 6
            }
          ]
        }
      }
    },
    "tags": [
      "Social",
      "Combat",
      "Presence"
    ],
    "cost": 2
  }
}