{
  "name": "Immobile",
  "content": "<h2>Description</h2>Whether through grappling, a precise nerve strike, entangling vines, mental compulsion, or a bone-numbing blast of cold, you render your foe incapable of movement. This bane is typical among martial artists, special ops agents, enchanters, and wrestlers.<br/><br/><h2>Effect</h2>Your target cannot move from its current space. If you invoked the bane with a Might roll and are within 5' of the target, then both you and the target are immobile in your current space for the duration of the bane (locked in a grapple). While grappling in this manner, you can attempt to inflict this bane again upon the target. If successful, you can move your speed and take the target with you. If this attack fails, you can only move by first releasing the target and ending the bane.<br/>If you invoked the bane with any attribute other than Might, you can move freely while the target remains affected.<br/>You can choose to release the target as a free action, immediately ending the bane.<br/><br/><h2>Special</h2>When an affected target succeeds at a resist roll to end this effect, they can move 15' as a free action.",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Banes",
    "data-description": "Whether through grappling, a precise nerve strike, entangling vines, mental compulsion, or a bone-numbing blast of cold, you render your foe incapable of movement. This bane is typical among martial artists, special ops agents, enchanters, and wrestlers.",
    "data-effect": "Your target cannot move from its current space. If you invoked the bane with a Might roll and are within 5' of the target, then both you and the target are immobile in your current space for the duration of the bane (locked in a grapple). While grappling in this manner, you can attempt to inflict this bane again upon the target. If successful, you can move your speed and take the target with you. If this attack fails, you can only move by first releasing the target and ending the bane.<br/>If you invoked the bane with any attribute other than Might, you can move freely while the target remains affected.<br/>You can choose to release the target as a free action, immediately ending the bane.",
    "data-special": "When an affected target succeeds at a resist roll to end this effect, they can move 15' as a free action.",
    "Tags": "Extraordinary, Physical",
    "Power Level": "1",
    "Attribute": "Agility, Alteration, Creation, Energy, Entropy, Influence, Might, Movement",
    "data-attack": "Agility vs. Guard, Alteration vs. Guard, Creation vs. Toughness, Energy vs. Toughness, Entropy vs. Toughness, Influence vs. Resolve, Might vs. Guard, Movement vs. Guard",
    "Attack 0": "Agility vs. Guard",
    "Attack 1": "Alteration vs. Guard",
    "Attack 2": "Creation vs. Toughness",
    "Attack 3": "Energy vs. Toughness",
    "Attack 4": "Entropy vs. Toughness",
    "Attack 5": "Influence vs. Resolve",
    "Attack 6": "Might vs. Guard",
    "Attack 7": "Movement vs. Guard",
    "Invocation Time": "1 Major Action",
    "Duration": "Resist ends (special) (Fail x 3 = 1 minute)"
  }
}