{
  "name": "Persistent Damage",
  "content": "<h2>Description</h2>Whether by setting the target ablaze, covering them in acid, slicing an artery, or cursing them with a wasting disease, you inflict your foe with a lasting and recurring source of damage. Persistent damage is a favorite among assassins, mad scientists, and elementalists.<br/><br/><h2>Effect</h2>At the beginning of the target's turn, before they take any actions, they suffer damage determined by the power level of the bane. This damage automatically bypasses the afflicted character's defenses but it can be reduced by any resistance to damage of a certain type (see the resistance boon). Like all dice rolls, these dice explode.<br/><br/><h2>Power Level</h2><ul><li><strong>Power Level 2</strong> - 1d4 damage per round.</li><li><strong>Power Level 4</strong> - 1d6 damage per round.</li>  <li><strong>Power Level 6</strong> - 1d8 damage per round.</li><li><strong>Power Level 8</strong> - 1d10 damage per round.</li><li><strong>Power Level 9</strong> - 2d6 damage per round.</li></ul><br/><br/><h2>Special</h2>Persistent damage comes in a number of different variations: physical damage (bleeding from a vital strike), energy damage (lightning, fire, cold, acid, etc.) and entropic damage (necromantic energy), among others. Each variation has its own cure. When that cure is applied with a major action (either by the afflicted character or another), the target receives a resist roll (as a free action) with advantage 1 to end the effect. The GM has the final word on whether a proposed cure can help a given type of persistent damage, but the following examples can help with arbitration:<ul><li>Bleeding damage is cured with a successful roll using Learning, Logic, or Creation.</li><li>Lightning damage is cured by a discharge or grounding of the current.</li><li>Cold damage is countered with warmth, heat, or fire.</li><li>Acid damage is neutralized with alkalizing agents (powder, milk, etc.).</li><li>Fire damage is neutralized with water or smothering.</li><li>Entropic damage is neutralized with extraordinary or magical healing.</li></ul>This bane may still be resisted in the usual way of using the resist banes action.",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Banes",
    "data-description": "Whether by setting the target ablaze, covering them in acid, slicing an artery, or cursing them with a wasting disease, you inflict your foe with a lasting and recurring source of damage. Persistent damage is a favorite among assassins, mad scientists, and elementalists.",
    "data-effect": "At the beginning of the target's turn, before they take any actions, they suffer damage determined by the power level of the bane. This damage automatically bypasses the afflicted character's defenses but it can be reduced by any resistance to damage of a certain type (see the resistance boon). Like all dice rolls, these dice explode.",
    "data-special": "Persistent damage comes in a number of different variations: physical damage (bleeding from a vital strike), energy damage (lightning, fire, cold, acid, etc.) and entropic damage (necromantic energy), among others. Each variation has its own cure. When that cure is applied with a major action (either by the afflicted character or another), the target receives a resist roll (as a free action) with advantage 1 to end the effect. The GM has the final word on whether a proposed cure can help a given type of persistent damage, but the  following examples can help with arbitration:\n* Bleeding damage is cured with a successful roll using Learning, Logic, or Creation.\n* Lightning damage is cured by a discharge or grounding of the current.\n* Cold damage is countered with warmth, heat, or fire.\n* Acid damage is neutralized with alkalizing agents (powder, milk, etc.).\n* Fire damage is neutralized with water or smothering.\n* Entropic damage is neutralized with extraordinary or magical healing.\n* This bane may still be resisted in the usual way of using the resist banes action.\nThis bane may still be resisted in the usual way of using the resist banes action.",
    "Tags": "Extraordinary, Physical",
    "Power Level": "2, 4, 6, 8, 9",
    "Power Level Effect (2)": "1d4 damage per round.",
    "Power Level Effect (4)": "1d6 damage per round.",
    "Power Level Effect (6)": "1d8 damage per round.",
    "Power Level Effect (8)": "1d10 damage per round.",
    "Power Level Effect (9)": "2d6 damage per round.",
    "Attribute": "Agility, Energy, Entropy",
    "data-attack": "Agility vs. Guard, Energy vs. Guard, Entropy vs. Toughness",
    "data-attack-0": "Agility vs. Guard",
    "data-attack-1": "Energy vs. Guard",
    "data-attack-2": "Entropy vs. Toughness",
    "Invocation Time": "1 Major Action",
    "Duration": "Resist ends (Fail x 3 = 1 minute)"
  }
}