{
  "name": "Genesis",
  "content": "<h2>Description</h2>You create something from nothing. Depending on the power of your invocation, you are able to manifest a wide array of materials, from temporary vegetable matter to permanent crafted goods of remarkable complexity. This boon is commonly invoked by druids to create food or grow plants, and by engineers to jury rig equipment or invent ingenious solutions to complex problems.<br/><br/><h2>Effect</h2>You create something from nothing depending on the your power level<br/><br/><h2>Power Level</h2><ul><li><strong>Power Level 1</strong> - You can create <em>temporary</em> non-sentient matter (plants, dirt, water, vines, etc.), anything created in this way deteriorates or decomposes to become useless after 1 hour. Using this boon you can create 1 cubic foot of nonliving matter per attribute point of the invoking attribute. The invocation time for this application is 10 minutes.</li><li><strong>Power Level 3</strong> - You can create <em>permanent</em> non-sentient matter (plants, dirt, water, vines, etc.). Using this boon you can either create enough food for 1 person or 1 cubic foot of nonliving matter per attribute point of the invoking attribute. The invocation time for this application is 1 hour.</li><li><strong>Power Level 5</strong> - The quantity of <em>permanent</em> non-sentient matter (plants, dirt, water, vines, etc.). you can create expands, you can now produce 5 cubic feet per attribute point of the invoking attribute.</li><li><strong>Power Level 7</strong> - You can create <em>permanent</em> mundane and organically complex or dense non-sentient matter, such as gems, iron, or marble. The resulting object's value can't be greater than a Wealth Level 2 item. You produce 1 cubic foot of such matter per attribute point of the invoking attribute. The invocation time for this application is 8 hours.</li><li><strong>Power Level 9</strong> - You can create not just raw materials, but <em>permanent</em> crafted items - though a craftsman is still required to work anything into an exceptional quality. The invocation time for this application is 8 hours.</li></ul>",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Boons",
    "data-description": "You create something from nothing. Depending on the power of your invocation, you are able to manifest a wide array of materials, from temporary vegetable matter to permanent crafted goods of remarkable complexity. This boon is commonly invoked by druids to create food or grow plants, and by engineers to jury rig equipment or invent ingenious solutions to complex problems.",
    "data-effect": "You create something from nothing depending on the your power level",
    "Tags": "Extraordinary",
    "Power Level": "1, 3, 5, 7, 9",
    "data-effect-1": "You can create _temporary_ non-sentient matter (plants, dirt, water, vines, etc.), anything created in this way deteriorates or decomposes to become useless after 1 hour. Using this boon you can create 1 cubic foot of nonliving matter per attribute point of the invoking attribute. The invocation time for this application is 10 minutes.",
    "data-effect-3": "You can create _permanent_ non-sentient matter (plants, dirt, water, vines, etc.). Using this boon you can either create enough food for 1 person or 1 cubic foot of nonliving matter per attribute point of the invoking attribute. The invocation time for this application is 1 hour.",
    "data-effect-5": "The quantity of _permanent_ non-sentient matter (plants, dirt, water, vines, etc.). you can create expands, you can now produce 5 cubic feet per attribute point of the invoking attribute.",
    "data-effect-7": "You can create _permanent_ mundane and organically complex or dense non-sentient matter, such as gems, iron, or marble. The resulting object's value can't be greater than a Wealth Level 2 item. You produce 1 cubic foot of such matter per attribute point of the invoking attribute. The invocation time for this application is 8 hours.",
    "data-effect-9": "You can create not just raw materials, but _permanent_ crafted items - though a craftsman is still required to work anything into an exceptional quality. The invocation time for this application is 8 hours.",
    "Attribute": "Creation",
    "Invocation Time": "Special",
    "Duration": "Instantaneous"
  }
}