{
  "name": "Extraordinary Healing",
  "content": "<h2>Description</h2>Whether you summon priestly magics, utilize advanced technologies, or apply alchemical concoctions, your mastery of extraordinary healing is such that you are able to cure mortal wounds that are beyond the power of the average healer.<br/><br/><h2>Effect</h2>When invoking the <em>heal</em> boon, you can choose to take one hour instead of the usual invocation time. If you do, you heal an amount of lethal damage equal to the total healing from the successful boon invocation. This lethal damage is healed in addition to the normal hit point damage that your boon heals.",
  "content-md": "## Description  \nWhether you summon priestly magics, utilize advanced technologies, or apply alchemical concoctions, your mastery of extraordinary healing is such that you are able to cure mortal wounds that are beyond the power of the average healer.  \n##Effect  \nWhen invoking the _heal_ boon, you can choose to take one hour instead of the usual invocation time. If you do, you heal an amount of lethal damage equal to the total healing from the successful boon invocation. This lethal damage is healed in addition to the normal hit point damage that your boon heals.",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Feats",
    "Description": "Whether you summon priestly magics, utilize advanced technologies, or apply alchemical concoctions, your mastery of extraordinary healing is such that you are able to cure mortal wounds that are beyond the power of the average healer.",
    "Effect": "When invoking the _heal_ boon, you can choose to take one hour instead of the usual invocation time. If you do, you heal an amount of lethal damage equal to the total healing from the successful boon invocation. This lethal damage is healed in addition to the normal hit point damage that your boon heals.",
    "Prerequisites (1)": "Creation 5",
    "data-prerequisites": "**Tier 1**: Creation 5",
    "Tags": "Extraordinary, Creation",
    "Cost": "3 points",
    "data-cost": 3
  }
}