{
  "name": "Unending Charm",
  "content": "<h2>Description</h2>Whether you are an enchanter, psychic, or mad scientist, you have mastered the art of enthralling others. Your charms are so potent that your victims may fall permanently under your compulsion.<br/><br/><h2>Effect</h2>When you invoke the <em>charmed</em> bane, targets who do not make their resist roll within 24 hours of being afflicted become permanently affected by the bane. They do not receive any more resist rolls to shake themselves free of the effect. Other extraordinary effects like a <em>nullify</em> bane can still end the effect (and other methods may work at the GM's discretion).",
  "content-md": "## Description  \nWhether you are an enchanter, psychic, or mad scientist, you have mastered the art of enthralling others. Your charms are so potent that your victims may fall permanently under your compulsion.  \n##Effect  \nWhen you invoke the _charmed_ bane, targets who do not make their resist roll within 24 hours of being afflicted become permanently affected by the bane. They do not receive any more resist rolls to shake themselves free of the effect. Other extraordinary effects like a _nullify_ bane can still end the effect (and other methods may work at the GM's discretion).",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Feats",
    "Description": "Whether you are an enchanter, psychic, or mad scientist, you have mastered the art of enthralling others. Your charms are so potent that your victims may fall permanently under your compulsion.",
    "Effect": "When you invoke the _charmed_ bane, targets who do not make their resist roll within 24 hours of being afflicted become permanently affected by the bane. They do not receive any more resist rolls to shake themselves free of the effect. Other extraordinary effects like a _nullify_ bane can still end the effect (and other methods may work at the GM's discretion).",
    "Prerequisites (1)": "Influence 4",
    "Tags": "Extraordinary, Non-Combat, Influence",
    "Cost": "3 points",
    "data-cost": 3
  }
}