{
  "name": "Telepathy",
  "content": "<h2>Description</h2>You reach out mentally to a willing target and speak wordlessly with thought-to-thought communication. Examples of this boon in action include a psychic who can connect with the minds of others and a far future artificial intelligence capable of passing information to other beings through the vibration of quantum strings.<br/><br/><h2>Effect</h2>You and the target can communicate with each other simply through thought. Note that this telepathy does not bestow intelligence upon creatures, so you could not use it to communicate with a squirrel unless you already possessed other means of doing so. Additionally, telepathy does not bypass language barriers, so you would need to already speak the language of your target.<br/><br/><h2>Power Level</h2><ul><li><strong>Power Level 3</strong> - You can communicate telepathically with a single creature of animal-level intelligence or lower. Keep in mind that it can only communicate concepts with you that it can understand.</li><li><strong>Power Level 5</strong> - You can communicate telepathically with a single creature of humanoid intelligence.</li><li><strong>Power Level 6</strong> - You can create a mental relay between yourself and up to five other creatures allowing each of them to communicate with the rest of the group simultaneously.</li><li><strong>Power Level 7</strong> - You can communicate telepathically with any number of creatures that you can see.</li></ul>",
  "data": {
    "Source": "Open Legend: Core Rules",
    "Category": "Boons",
    "data-description": "You reach out mentally to a willing target and speak wordlessly with thought-to-thought communication. Examples of this boon in action include a psychic who can connect with the minds of others and a far future artificial intelligence capable of passing information to other beings through the vibration of quantum strings.",
    "data-effect": "You and the target can communicate with each other simply through thought. Note that this telepathy does not bestow intelligence upon creatures, so you could not use it to communicate with a squirrel unless you already possessed other means of doing so. Additionally, telepathy does not bypass language barriers, so you would need to already speak the language of your target.",
    "Tags": "Extraordinary",
    "Power Level": "3, 5, 6, 7",
    "data-effect-3": "You can communicate telepathically with a single creature of animal-level intelligence or lower. Keep in mind that it can only communicate concepts with you that it can understand.",
    "data-effect-5": "You can communicate telepathically with a single creature of humanoid intelligence.",
    "data-effect-6": "You can create a mental relay between yourself and up to five other creatures allowing each of them to communicate with the rest of the group simultaneously.",
    "data-effect-7": "You can communicate telepathically with any number of creatures that you can see.",
    "Attribute": "Influence, Prescience",
    "Invocation Time": "1 Major Action",
    "Duration": "Sustain Persists"
  }
}